import React from 'react'
import '../../App.css'

export const Historycontent = () => {

    return (
      
        
      <div className="news">
      <div className="back"></div>
         <div className="container">
         <h1 align='center' ><big>История Warcraft</big></h1>
            <br />
                 <i> <p ><big>Первая разумная раса Warcraft — <b><ins>титаны</ins></b>, а Азеротом изначально заправляли элементали, поклонявшиеся древним богам.Титаны слонялись по вселенной и развлекались переделкой миров по своему усмотрению. Прибыв в Азерот, они победили армию древних богов и поставили пять драконов хранителями этого мира.</big></p></i>

                 <i><p><big> Один из титанов, Саргерас, многие века сражавшийся с армиями демонов, в конце концов приуныл и решил, что это бесполезно. Он решил предать собратьев, возглавить демонов и… опять-таки все сжечь — но только уже вообще все, во всех мирах.</big></p></i>
                 <blockquote><i><p><big><big>&laquo; Покорив множество миров,Саргерас начал засматриваться на Азерот,привлекавший его своим Колодцем Вечности — мощным источником магической силы. &raquo;</big></big></p></i></blockquote>

                 <i><p><big>Он с помощью легкой манипуляции сознанием запудрил мозги королеве ночных эльфов Азерота — <u>Азшаре</u>. Благодаря ее помощи армия Саргераса вошла в Азерот и начала жечь и крушить, но сам титан в портал целиком не пролезал — требовалось его расширить.До армии Азерота дошло, что демоны лезут через портал в Колодце Вечности, и они решили его уничтожить. Уничтожили. Вместе с Колодцем, который взорвался и расколол единый материк на части, которые мы и наблюдаем теперь на карте Азерота. На месте Колодца закрутился Водоворот. Азшара и ее прихлебатели были отброшены на его дно и превращены в нагов.</big></p></i>
                 
                 <i><p><big> Саргерас, застрявший во взорвавшемся портале, физически погиб. Храбрая, но наивная девушка-маг Эгвин долго пыталась уничтожить все его аватары с упорством Гарри Поттера, но в итоге и стала путем титана обратно в мир.Он вселился в ослабленную Эгвин, разрушающую один из аватаров и позже перебрался в ее сына, Медива. В четырнадцать лет силы Хранителя пробудились в нем, столкнувшись со сквоттером-Саргерасом, от чего мальчик упал в кому на 20 лет. За эти годы титан окончательно взял его под контроль, поэтому проснувшись, Медив стал готовить новый план захвата Азерота.Тут, наконец, и начинаются события игры и грядущего фильма, которые называются <b>Первой Войной</b>. Вышеописанное первое вторжение называется <b>Войной Древних</b>, их разделяет около десяти тысяч лет.</big> </p> </i>

         
             </div>
      </div>    
    );


}
export default Historycontent;